[
  {
    "title": "Get a good pair of shoes",
    "content": "First and foremost important thing to have is a good pair of running shoes that are comfortable for you. You can also run with barefoot but do it at your own risk. I would recommend any shoes that gives a little bounce feeling while you run."
  },
  {
    "title": "Warm up for atleast 10 mins",
    "content": "Warming up your full body before a run is very important whether it is a long distance running or short distance running. Basically warm up is done to avoid injuries and cramps. Don't forget to warm up.",
    "link": "warm-up"
  },
  {
    "title": "Apply oil before a long run",
    "content": "While you run a long distance your cloth produces a friction with your body which results in heat rash. It will mostly occur on your nipples and also on the area where your triceps meet your lat muscles. So apply oil on the areas mentioned before going for a long run."
  },
  {
    "title": "Be hydrated",
    "content": "Always carry a small water bottle with you. Hydration is more important than anything on this list."
  },
  {
    "title": "The 10% rule",
    "content": "Always try to increase 10% of your long distance monthly or weekly. But always try to be consistent."
  },
  {
    "title": "Do strengthening exercises",
    "content": "Strengthening exercise build your muscles strength and also helps with body stability and body posture. Most importantly it is done to prevent injuires."
  },
  {
    "title": "Atleast one rest day",
    "content": "Listen to your body. Take rest atleast once a week. Don't push too hard at the initial stage. Rest helps with your performance."
  },
  {
    "title": "Drink coffee twice a week",
    "content": "This one is optional but I strongly recommend to do so. Even I don't like coffee but I drink it twice a week to maintain my body for long run. Coffee improves performance."
  },
  {
    "title": "Eat enough proteins",
    "content": "Have a good protein rich diet. Not for every meal but try to get X grams of protiens. Example, If you weigh 80kg then try to intake 80g of protein per day to maintain a healthy body."
  },
  {
    "title": "Warm down for 3 to 5 minutes",
    "content": "Warm down prevents post run cramps. That is the main reason for warm down."
  }
]
